Repository: alfinkly/ios_bug_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: kk

source: Выберите язык
kk: Тілді таңдаңыз

source: Как вас зовут?
kk: Атыңыз кім?

source: Где вы работаете?
kk: Сіз қайда жұмыс істейсіз?

source: Выберите страну
kk: Елді таңдаңыз

source: Выберите город
kk: Қаланы таңдаңыз

source: Имя: {} Место работы: {} Страна: {} Город: {} Номер: {}
kk: Аты: {} Жұмыс орны: {} Елі: {} Қала: {} Нөмірі: {}

source: Спасибо за предоставленную информацию! Ожидайте пока админ проверит вашу анкету ⌛️
kk: Берген ақпаратыңыз үшін рақмет! Админ анкетаңызды тексергенше күтіңіз ⌛️

source: Пользователь принят ✅
kk: Пайдаланушы қабылданды ✅

source: Вы приняты, теперь вам доступен весь функционал 😄
kk: Сіз қабылдандыңыз, енді барлық функционал қолжетімді 😄

source: Пользователь отклонен ❌
kk: Пайдаланушы қабылданбады ❌

source: Можно заменить только файлы cities и panic_codes❗️
kk: Тек cities және panic_codes файлдарын ауыстыруға болады❗️

source: Инструкция по починке {}: Найденные ошибки: {}
kk: {} жөндеу нұсқаулығы: Табылған қателер: {}

source: К сожалению поиск ключевого слово по нашей базе анализов не дал результата. В скором времени добавим решение по данному анализу!
kk: Өкінішке орай, біздің талдау базамызда кілт сөз бойынша нәтиже табылмады. Бұл талдау үшін шешім жақын арада қосылады!

source: Не найдена модель устройства {}
kk: {} құрылғы моделі табылмады

source: Приветствую @{}🙂🤝🏼 Я помогу тебе с анализом сбоев Отправь мне файл или изображение и его проанализирую 🔬
kk: Қош келдіңіз @{}🙂🤝🏼 Мен сізге қателерді талдауға көмектесемін Маған файл немесе суретті жіберіңіз, мен оны талдаймын 🔬

source: Для отправки файла Panic заходим в: Настройки » Конфиденциальность и безопасность » Аналитика и улучшения » Данные Аналитики… Далее находим из списка файл под названием panic-full и делимся на устройства где работает наш бот (Для получения достоверной информации из файла диагностики отправьте несколько последних файлов panic)
kk: Panic файлын жіберу үшін: Параметрлер » Құпиялылық және қауіпсіздік » Аналитика және жақсарту » Аналитикалық деректер бөліміне өтіңіз… Содан кейін тізімнен panic-full деген файлды тауып, оны ботымыз жұмыс істейтін құрылғыға жіберіңіз. (Диагностикалық файлдан нақты ақпарат алу үшін соңғы бірнеше panic файлдарын жіберіңіз)

source: Мои создатель... жив?
kk: Менің жасаушым... тірі ме?

source: Ваша подписка истекла Обратитесь к админу чтобы вам продлили подписку
kk: Сіздің жазбаңыз мерзімі аяқталды Жазбаңызды ұзарту үшін администраторға хабарласыңыз

source: Ваша подписка истекает через сутки Обратитесь к админу чтобы вам продлили подписку
kk: Сіздің жазбаңыздың мерзімі 24 сағаттан кейін аяқталады Жазбаңызды ұзарту үшін администраторға хабарласыңыз

source: Поделиться номером телефона
kk: Телефон нөмірімен бөлісу

source: Сменить язык
kk: Тілді ауыстыру

source: Инструкция
kk: Нұсқаулық

source: Назад ◀️
kk: Артқа ◀️

source: Принять ✅
kk: Қабылдау ✅

source: Отклонить ❌
kk: Қабылдамау ❌

source: show this help message and exit
kk: Бұл көмек хабарламасын көрсету және шығу

source: Это мой хозяин!!!!
kk: Бұл менің ием!!!!
